const routines = {
  '1': {
    name: '১ম সেমিস্টার',
    branches: {
      'kh': {
        name: 'খ শাখা',
        routine: {
          'রবিবার': [
            { time: '09:30 – 10:15', subject: 'জীববিজ্ঞান-১' },
            { time: '10:20 – 11:05', subject: 'রসায়ন-১' },
            { time: '11:10 – 11:55', subject: 'ইংরেজি-১' }
          ],
          'সোমবার': [
            { time: '09:30 – 10:15', subject: 'পদার্থ-১' },
            { time: '10:20 – 11:05', subject: 'গণিত-১' },
            { time: '11:10 – 11:55', subject: 'ব্যব : রসায়ন-১' }
          ],
          'মঙ্গলবার': [
            { time: '09:30 – 10:15', subject: 'ইংরেজি-১' },
            { time: '10:20 – 11:05', subject: 'রসায়ন-১' },
            { time: '11:10 – 11:55', subject: 'ব্যব: জীববিজ্ঞান-১' }
          ],
          'বুধবার': [
            { time: '11:10 – 11:55', subject: 'গণিত-১' },
            { time: '12:00 – 12:45', subject: 'পদার্থ-১' }
          ],
          'বৃহস্পতিবার': [
            { time: '12:00 – 12:45', subject: 'ইংরেজি-১' },
            { time: '12:50 – 01:35', subject: 'ব্যব: পদার্থ-১' }
          ]
        }
      }
    }
  }
};
